Repository: tomasz13nocon/dotfiles
Catalog: gnome-extensions/.local/share/gnome-shell/extensions/TwitchLive_Panel@extensions.maweki.*/locale/*/*.po
Languages: tr

source: Add streamer
tr: Yayıncı Ekle

source: Cancel
tr: Çıkış

source: Command to execute
tr: Çalıştırılacak komut

source: Game title
tr: Oyun Başlığı

source: Hide indicator if nobody is streaming
tr: Yayın yoksa götergeyi gizle

source: Hide status line from the menu
tr: Menüde durum satırı gizle

source: Import
tr: İçe aktar

source: Import from twitch
tr: Twitch' den içeri aktar

source: Import from twitch user
tr: Twitch kullanıcısından içeri aktar

source: Nobody is streaming
tr: Yayın Yok

source: Number of live streams
tr: Yayıncı sayısı

source: Only indicator
tr: Sadece gösterge

source: Panel display
tr: Panel düzeni

source: Remove all
tr: Hepsini Kaldır

source: Remove selected
tr: Seçileni Kaldır

source: Settings
tr: Ayarlar

source: Sort streamers by
tr: Sıralama Şekli

source: Streamer name
tr: Yayıncı ismi

source: Streamers icons
tr: Yayıncı simgesi

source: Streamers icons (all)
tr: Yayıncı simgesi (tümü)

source: Streamers names
tr: Yayıncı ismi

source: Update Interval (min)
tr: Güncelleme aralığı (dk)

source: Update now
tr: Güncelle

source: Updating ...
tr: Güncelleniyor...

source: Viewers count
tr: İzleyici sayısı
